Repository: AIVIRX/ClueoGames
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: %@ Solved
ar: %@ تم الحل
ca: %@ Resolt
cs: %@ Vyřešeno
da: %@ Løst
de: %@ Gelöst
el: %@ Λύθηκε
es: %@ Resuelto
es_us: %@ Resuelto
fi: %@ Ratkaistu
fr: %@ Résolu
fr_ca: %@ Résolu
he: %@ נפתר
hi: %@ हल हो गया
hr: %@ Riješeno
hu: %@ Megoldva
id: %@ Terselesaikan
it: %@ Risolto
ja: %@ 解決済み
ko: %@ 해결됨
ms: %@ Selesai
nl: %@ Opgelost
pl: %@ Rozwiązany
pt_br: %@ Resolvido
pt_pt: %@ Resolvido
ro: %@ Rezolvat
ru: %@ Решено
sk: %@ Vyriešené
sv: %@ Löst
th: %@ แก้ไขแล้ว
tr: %@ Çözüldü
uk: %@ Вирішено
vi: %@ Đã giải quyết
zh_hans: %@ 已解决
zh_hant: %@ 已解決

source: Appearance
ar: المظهر
ca: Aparença
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
es_us: Apariencia
fi: Ulkoasu
fr: Apparence
fr_ca: Apparence
he: מראה
hi: प्रकटन
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: アピアランス
ko: 모양새
ms: Penampilan
nl: Weergave
pl: Wygląd
pt_br: Aparência
pt_pt: Apresentação
ro: Aspect
ru: Оформление
sk: Vzhľad
sv: Utseende
th: รูปลักษณ์
tr: Görünüş
uk: Вигляд
vi: Giao diện
zh_hans: 外貌
zh_hant: 外貌

source: Auto
ar: تلقائية
ca: Automàtic
cs: Automaticky
de: Automatisch
el: Αυτόματα
es: Automático
fi: Automaattinen
fr: Autom.
he: אוטו׳
hi: ऑटो
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
ko: 자동
nl: Automatisch
pl: Automat.
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Автоматически
sk: Autom.
sv: Automatiskt
th: อัตโนมัติ
tr: OTOMATİK
uk: Авто
vi: Tự động
zh_hans: 汽车
zh_hant: 汽車

source: Back to List
ar: العودة إلى القائمة
ca: Torna a la llista
cs: Zpět na seznam
da: Tilbage til listen
de: Zurück zur Liste
el: Επιστροφή στη λίστα
es: Volver a la lista
es_us: Volver a la lista
fi: Takaisin listaan
fr: Retour à la liste
fr_ca: Retourner à la liste
he: חזרה לרשימה
hi: सूची पर वापस जाएं
hr: Natrag na popis
hu: Vissza a listához
id: Kembali ke Daftar
it: Torna all'elenco
ja: リストに戻る
ko: 목록으로 돌아가기
ms: Kembali ke Senarai
nl: Terug naar lijst
pl: Powrót do listy
pt_br: Voltar à lista
pt_pt: Voltar à lista
ro: Înapoi la listă
ru: Вернуться к списку
sk: Späť na zoznam
sv: Tillbaka till listan
th: กลับไปที่รายการ
tr: Listeye Geri Dön
uk: Назад до списку
vi: Quay lại danh sách
zh_hans: 返回列表
zh_hant: 返回列表

source: Clueo Games+
ar: ألعاب كليو+
ca: Jocs Clueo+
da: Clueo-spil+
de: Clueo Spiele+
el: Παιχνίδια Clueo+
es: Juegos de Clueo+
es_us: Juegos de Clueo+
fi: Clueo-pelit+
fr: Jeux Clueo+
fr_ca: Jeux Clueo+
he: משחקי קלואו+
hi: क्लूओ गेम्स+
hr: Clueo igre+
hu: Clueo Játékok+
ja: クルーオゲーム+
ko: 클루에오 게임+
nl: Clueo-spellen+
pl: Gry Clueo+
pt_br: Jogos Clueo+
pt_pt: Jogos Clueo+
ro: Jocuri Clueo+
sk: Hry Clueo+
sv: Clueo-spel+
th: เกมคลูเอโอ+
tr: Clueo Oyunları+
uk: Ігри Clueo+
vi: Trò chơi Clueo+
zh_hans: Clueo 游戏+
zh_hant: Clueo 遊戲+

source: Color Scheme
ar: مخطط الألوان
ca: Esquema de colors
cs: Barevné schéma
da: Farveskema
de: Farbschema
el: Χρωματικό σχέδιο
es: Esquema de colores
es_us: Esquema de colores
fi: Värimaailma
fr: Schéma de couleurs
fr_ca: Diagramme de couleurs
he: ערכת צבעים
hi: रंग योजना
hr: Shema boja
hu: Színséma
id: Skema Warna
it: Schema di colori
ja: 配色
ko: 색상 구성표
ms: Skim Warna
nl: Kleurenschema
pl: Schemat kolorów
pt_br: Esquema de cores
pt_pt: Esquema de cores
ro: Schemă de culori
ru: Цветовая схема
sk: Farebná schéma
sv: Färgschema
th: รูปแบบสี
tr: Renk Düzeni
uk: Колірна схема
vi: Bảng màu
zh_hans: 配色方案
zh_hant: 配色方案

source: Completed
ar: اكتمل
ca: Completat
cs: Dokončeno
da: Færdig
de: Erledigt
el: Ολοκληρώθηκε
es: Completada
es_us: Terminado
fi: Valmis
fr: Terminé
fr_ca: Terminée
he: הושלם
hi: पूर्ण
hr: Dovršeno
hu: Végrehajtva
id: Selesai
it: Completato
ja: 完了
ko: 완료됨
ms: Selesai
nl: Voltooid
pl: Wykonane
pt_br: Concluído
pt_pt: Concluído
ro: Finalizare
ru: Завершено
sk: Dokončené
sv: Avklarade
th: สำเร็จแล้ว
tr: Tamamlandı
uk: Виконано
vi: Hoàn tất
zh_hans: 完全的
zh_hant: 完全的

source: Congratulations!
ar: مبروك!
ca: Felicitats!
cs: Gratuluji!
da: Tillykke!
de: Glückwunsch!
el: Συγχαρητήρια!
es: ¡Felicidades!
es_us: ¡Felicidades!
fi: Onnittelut!
fr: Félicitations!
fr_ca: Félicitations!
he: מזל טוב!
hi: बधाई हो!
hr: Čestitamo!
hu: Gratulálok!
id: Selamat!
it: Congratulazioni!
ja: おめでとう！
ko: 축하해요!
ms: tahniah!
nl: Gefeliciteerd!
pl: Gratulacje!
pt_br: Parabéns!
pt_pt: Parabéns!
ro: Felicitări!
ru: Поздравляю!
sk: Gratulujem!
sv: Grattis!
th: ยินดีด้วย!
tr: Tebrikler!
uk: Вітаємо!
vi: Chúc mừng!
zh_hans: 恭喜！
zh_hant: 恭喜！

source: Dark
ar: داكن
ca: Fosc
cs: Tmavé
da: Mørk
de: Dunkel
el: Σκούρα
es: Oscuro
es_us: Oscuro
fi: Tumma
fr: Sombres
fr_ca: Sombre
he: כהה
hi: गहरा
hr: Tamna
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 어둡게
ms: Gelap
nl: Donker
pl: Ciemne
pt_br: Escuro
pt_pt: Tons escuros
ro: Întunecat
ru: Темный
sk: Tmavé
sv: Mörk
th: มืด
tr: Koyu
uk: Темне
vi: Tối
zh_hans: 黑暗的
zh_hant: 黑暗的

source: Dock UI: Snippets for SwiftUI
ar: Dock UI: مقتطفات لـ SwiftUI
ca: Dock UI: Fragments per a SwiftUI
cs: Dock UI: Úryvky kódu pro SwiftUI
da: Dock UI: Snippets til SwiftUI
de: Dock-UI: Snippets für SwiftUI
el: Dock UI: Αποσπάσματα για SwiftUI
es: Dock UI: Fragmentos para SwiftUI
es_us: Dock UI: Fragmentos para SwiftUI
fi: Dock UI: Katkelmat SwiftUI:lle
fr: Interface utilisateur du Dock : extraits pour SwiftUI
fr_ca: Dock UI : extraits pour SwiftUI
he: ממשק משתמש עגינה: קטעי טקסט עבור SwiftUI
hi: डॉक यूआई: स्विफ्टयूआई के लिए स्निपेट
hr: Dock UI: Isječci za SwiftUI
hu: Dock UI: Kódrészletek a SwiftUI-hoz
id: Dock UI: Cuplikan untuk SwiftUI
it: Dock UI: frammenti per SwiftUI
ja: Dock UI: SwiftUI のスニペット
ko: Dock UI: SwiftUI용 스니펫
ms: UI Dok: Coretan untuk SwiftUI
nl: Dock UI: fragmenten voor SwiftUI
pl: Dock UI: fragmenty kodu dla SwiftUI
pt_br: Dock UI: Trechos para SwiftUI
pt_pt: Dock UI: Excertos para SwiftUI
ro: Interfață de andocare: Fragmente pentru SwiftUI
ru: Dock UI: Фрагменты для SwiftUI
sk: Dock UI: Úryvky pre SwiftUI
sv: Dock UI: Snippets för SwiftUI
th: Dock UI: สนิปเป็ตสำหรับ SwiftUI
tr: Dock UI: SwiftUI için Kod Parçacıkları
uk: Dock UI: Фрагменти коду для SwiftUI
vi: Dock UI: Đoạn mã cho SwiftUI
zh_hans: Dock UI：SwiftUI 的代码片段
zh_hant: Dock UI：SwiftUI 的程式碼片段

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Hecho
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完毕
zh_hant: 完畢

source: Error
ar: خطأ
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Exact! You hit the target.
ar: بالضبط! لقد أصبت الهدف.
ca: Exacte! Has encertat la diana.
cs: Přesně tak! Trefil jsi cíl.
da: Præcis! Du ramte målet.
de: Genau! Sie haben das Ziel getroffen.
el: Ακριβώς! Πετύχατε τον στόχο.
es: ¡Exacto! Diste en el blanco.
es_us: ¡Exacto! Diste en el blanco.
fi: Juuri niin! Osuit maaliin.
fr: Exactement ! Vous avez atteint la cible.
fr_ca: Exactement ! Vous avez atteint la cible.
he: בדיוק! פגעת במטרה.
hi: बिल्कुल सही! आपने लक्ष्य पर निशाना साधा।
hr: Točno! Pogodili ste metu.
hu: Pontosan! Célba találtál.
id: Tepat! Kamu tepat sasaran.
it: Esatto! Hai centrato il bersaglio.
ja: 正解です！狙い通りです。
ko: 맞아요! 목표에 정확히 맞았어요.
ms: tepat! Anda mencapai sasaran.
nl: Precies! Je hebt gelijk.
pl: Dokładnie! Trafiłeś w cel.
pt_br: Exato! Você acertou o alvo.
pt_pt: Exato! Acertou no alvo.
ro: Exact! Ai nimerit ținta.
ru: Точно! Вы попали в цель.
sk: Presne tak! Trafili ste cieľ.
sv: Precis! Du träffade mitt i prick.
th: เป๊ะเลย! คุณโดนเป้าแล้ว
tr: Aynen öyle! Hedefi vurdun.
uk: Точно! Ви влучили в ціль.
vi: Chính xác! Bạn đã bắn trúng mục tiêu.
zh_hans: 太对了！你击中目标了。
zh_hant: 太對了！你擊中目標了。

source: Exacto
ar: إكساكتو
ca: Exacte
da: Præcis
el: Εξακτό
fi: Tarkka
he: אקסאקטו
hi: एक्ज़ैक्टो
hr: Točno
id: Tepat
it: Esatto
ja: エグザクト
ko: 엑잭토
pl: Dokładnie
pt_br: Exato
pt_pt: Exato
th: เอ็กคัทโต
tr: Tam olarak
uk: Екзакто
vi: Chính xác
zh_hans: 精确
zh_hant: 精確

source: Fill each row & column with digits 1–9 without repeats.
ar: املأ كل صف وعمود بالأرقام من 1 إلى 9 دون تكرار.
ca: Ompliu cada fila i columna amb dígits de l'1 al 9 sense repeticions.
cs: Vyplňte každý řádek a sloupec číslicemi 1–9 bez opakování.
da: Udfyld hver række og kolonne med cifrene 1-9 uden gentagelser.
de: Füllen Sie jede Zeile und Spalte ohne Wiederholungen mit den Ziffern 1–9.
el: Συμπληρώστε κάθε γραμμή και στήλη με ψηφία από το 1 έως το 9 χωρίς επαναλήψεις.
es: Llene cada fila y columna con los dígitos del 1 al 9 sin repeticiones.
es_us: Llene cada fila y columna con los dígitos del 1 al 9 sin repeticiones.
fi: Täytä jokainen rivi ja sarake numeroilla 1–9 ilman toistoja.
fr: Remplissez chaque ligne et colonne avec les chiffres 1 à 9 sans répétitions.
fr_ca: Remplissez chaque rangée et colonne avec les chiffres 1 à 9 sans répétitions.
he: מלאו כל שורה ועמודה בספרות 1-9 ללא חזרות.
hi: प्रत्येक पंक्ति और कॉलम को बिना दोहराए 1-9 अंकों से भरें।
hr: Popunite svaki redak i stupac znamenkama od 1 do 9 bez ponavljanja.
hu: Töltsd ki minden sort és oszlopot 1-től 9-ig terjedő számjegyekkel, ismétlés nélkül.
id: Isi setiap baris & kolom dengan angka 1–9 tanpa pengulangan.
it: Riempi ogni riga e colonna con le cifre da 1 a 9 senza ripetizioni.
ja: 各行と各列に 1 ～ 9 の数字を繰り返さずに入力します。
ko: 각 행과 열에 반복 없이 1~9까지의 숫자를 채우세요.
ms: Isi setiap baris & lajur dengan digit 1–9 tanpa ulangan.
nl: Vul elke rij en kolom met de cijfers 1-9, zonder herhalingen.
pl: Wypełnij każdy wiersz i kolumnę cyframi od 1 do 9 bez powtórzeń.
pt_br: Preencha cada linha e coluna com os dígitos de 1 a 9, sem repetições.
pt_pt: Preencha cada linha e coluna com os dígitos de 1 a 9, sem repetições.
ro: Completați fiecare rând și coloană cu cifrele de la 1 la 9, fără repetiții.
ru: Заполните каждую строку и столбец цифрами от 1 до 9 без повторений.
sk: Vyplňte každý riadok a stĺpec číslicami 1–9 bez opakovaní.
sv: Fyll varje rad och kolumn med siffrorna 1–9 utan upprepningar.
th: เติมตัวเลข 1–9 ในแต่ละแถวและคอลัมน์โดยไม่ซ้ำกัน
tr: Her satırı ve sütunu 1-9 arasındaki rakamlarla, tekrarlamadan doldurun.
uk: Заповніть кожен рядок і стовпець цифрами від 1 до 9 без повторень.
vi: Điền các chữ số từ 1 đến 9 vào mỗi hàng và cột mà không lặp lại.
zh_hans: 用 1-9 的数字填充每一行和每一列，不要重复。
zh_hant: 用 1-9 的數字填滿每一行和每一列，不要重複。

source: Game Over
ar: انتهت اللعبة
ca: Fi de la partida
cs: Konec hry
da: Spil slut
de: Spiel aus
el: Τέλος παιχνιδιού
es: Fin de la partida
es_us: Juego terminado
fi: Peli päättyi
fr: Fin de partie
fr_ca: Fin de partie
he: המשחק הסתיים
hi: गेम समाप्त
hr: Igra je gotova
hu: A játék véget ért
id: Game Berakhir
ko: 게임 종료
ms: Permainan Tamat
nl: Game voorbij
pl: Koniec gry
pt_br: Finalizado
pt_pt: Jogo terminado
ro: Joc încheiat
ru: Конец игры
sk: Koniec hry
sv: Spelet är slut
th: จบเกม
tr: Oyun Bitti
uk: Гру завершено
vi: Trò chơi kết thúc
zh_hans: 游戏结束
zh_hant: 遊戲結束

source: Games
ar: الألعاب
ca: Jocs
cs: Hry
da: Spil
de: Spiele
el: Παιχνίδια
es: Juegos
es_us: Juegos
fi: Pelit
fr: Jeux
fr_ca: Jeux
he: משחקים
hi: गेम
hr: Igre
hu: Játékok
id: Game
it: Giochi
ja: ゲーム
ko: 게임
ms: Permainan
pl: Gry
pt_br: Jogos
pt_pt: Jogos
ro: Jocuri
ru: Игры
sk: Hry
sv: Spel
th: เกม
tr: Oyunlar
uk: Ігри
vi: Trò chơi
zh_hans: 游戏
zh_hant: 遊戲

source: Great Job!
ar: عمل عظيم!
ca: Bona feina!
cs: Skvělá práce!
da: Godt arbejde!
de: Gut gemacht!
el: Μπράβο! Μπράβο!
es: ¡Buen trabajo!
es_us: ¡Buen trabajo!
fi: Hienoa työtä!
fr: Excellent travail!
fr_ca: Excellent travail!
he: עבודה נהדרת!
hi: अच्छा काम!
hr: Odličan posao!
hu: Nagyszerű munka!
id: Kerja Bagus!
it: Ottimo lavoro!
ja: 素晴らしい仕事です!
ko: 잘했어요!
ms: Kerja Hebat!
nl: Goed gedaan!
pl: Świetna robota!
pt_br: Ótimo trabalho!
pt_pt: Ótimo trabalho!
ro: Treabă excelentă!
ru: Отличная работа!
sk: Skvelá práca!
sv: Bra jobbat!
th: เยี่ยมมาก!
tr: Harika iş!
uk: Чудова робота!
vi: Làm tốt lắm!
zh_hans: 干得好！
zh_hant: 幹得好！

source: Guesses left: %lld
ar: التخمينات المتبقية: %lld
ca: Supòsits restants: %lld
cs: Zbývající tipy: %lld
da: Gæt tilbage: %lld
de: Verbleibende Vermutungen: %lld
el: Εικασίες που απομένουν: %lld
es: Suposiciones restantes: %lld
es_us: Suposiciones restantes: %lld
fi: Arvauksia jäljellä: %lld
fr: Devinettes restantes : %lld
fr_ca: Devinettes restantes : %lld
he: ניחושים שנותרו: %lld
hi: शेष अनुमान: %lld
hr: Preostalo nagađanja: %lld
hu: Hátralévő tippek: %lld
id: Tebakan tersisa: %lld
it: Indovina rimanenti: %lld
ja: 残りの推測: %lld
ko: 남은 추측: %lld
ms: Tinggalkan tekaan: %lld
nl: Nog te gokken: %lld
pl: Pozostało domysłów: %lld
pt_br: Palpites restantes: %lld
pt_pt: Palpites restantes: %lld
ro: Presupuneri rămase: %lld
ru: Осталось догадок: %lld
sk: Zostávajúce tipy: %lld
sv: Gissningar kvar: %lld
th: เดาที่เหลือ: %lld
tr: Kalan tahmin sayısı: %lld
uk: Залишилося здогадок: %lld
vi: Số lần đoán còn lại: %lld
zh_hans: 剩余猜测：%lld
zh_hant: 剩餘猜測：%lld

source: Hey there
ar: مرحبًا يا من هناك
ca: Ei, allà
cs: Ahoj
da: Hej der
de: Hallo
el: Γεια σου
es: Hola
es_us: Hola
fi: Hei siellä
fr: Salut
fr_ca: Salut
he: היי שם
hi: सुनो
hr: Hej tamo
hu: Szia!
id: Hai disana
it: Ehilà
ja: ちょっと、そこ
ko: 안녕하세요
ms: Hai
nl: Hallo daar
pl: Cześć
pt_br: Ei
pt_pt: Ei
ro: Hei acolo
ru: Привет
sk: Ahoj
sv: Hej där
th: เฮ้
tr: selam
uk: Привіт!
vi: Xin chào
zh_hans: 嘿
zh_hant: 嘿

source: Invalid Word
ar: كلمة غير صالحة
ca: Paraula no vàlida
cs: Neplatné slovo
da: Ugyldigt ord
de: Ungültiges Wort
el: Μη έγκυρη λέξη
es: Palabra inválida
es_us: Palabra inválida
fi: Virheellinen sana
fr: Mot invalide
fr_ca: Mot invalide
he: מילה לא חוקית
hi: अमान्य शब्द
hr: Nevažeća riječ
hu: Érvénytelen szó
id: Kata Tidak Valid
it: Parola non valida
ja: 無効な単語
ko: 잘못된 단어
ms: Perkataan Tidak Sah
nl: Ongeldig woord
pl: Nieprawidłowe słowo
pt_br: Palavra inválida
pt_pt: Palavra inválida
ro: Cuvânt nevalid
ru: Недопустимое слово
sk: Neplatné slovo
sv: Ogiltigt ord
th: คำที่ไม่ถูกต้อง
tr: Geçersiz Kelime
uk: Недійсне слово
vi: Từ không hợp lệ
zh_hans: 无效单词
zh_hant: 無效單字

source: Legal
ar: قانوني
ca: Avís legal
cs: Licence
da: Juridiske oplysninger
de: Rechtl. Informationen
el: Νομικά
es: Aviso legal
fi: Lakitiedot
fr: Mentions légales
fr_ca: Mentions légales
he: מידע משפטי
hi: क़ानूनी
hr: Pravne informacije
hu: Jogi
it: Avvisi legali
ja: 法律に基づく情報
ko: 법적 정보
ms: Undang-undang
nl: Juridische informatie
pl: Informacje prawne
pt_pt: Informação legal
ro: Mențiuni legale
ru: Правовые документы
sk: Právne informácie
sv: Villkor
th: ทางกฎหมาย
tr: Yasal
uk: Правовий текст
vi: Pháp lý
zh_hans: 合法的
zh_hant: 合法的

source: Length: %lld
ar: الطول: %lld
ca: Longitud: %lld
cs: Délka: %lld
da: Længde: %lld
de: Länge: %lld
el: Μήκος: %lld
es: Longitud: %lld
es_us: Longitud: %lld
fi: Pituus: %lld
fr: Longueur : %lld
fr_ca: Longueur : %lld
he: אורך: %lld
hi: लंबाई: %lld
hr: Duljina: %lld
hu: Hossz: %lld
id: Panjang: %lld
it: Lunghezza: %lld
ja: 長さ: %lld
ko: 길이: %lld
ms: Panjang: %lld
nl: Lengte: %lld
pl: Długość: %lld
pt_br: Comprimento: %lld
pt_pt: Comprimento: %lld
ro: Lungime: %lld
ru: Длина: %lld
sk: Dĺžka: %lld
sv: Längd: %lld
th: ความยาว: %lld
tr: Uzunluk: %lld
uk: Довжина: %lld
vi: Chiều dài: %lld
zh_hans: 长度：%lld
zh_hant: 長度：%lld

source: Light
ar: ضوء
ca: Llum
cs: Světlo
da: Pære
de: Licht
el: Λάμπα
es: Luz
es_us: Luz
fi: Valo
fr: Lumière
fr_ca: Ampoule
he: תאורה
hi: लाइट
hr: Svijetlo
hu: Világítás
id: Lampu
it: Lampadina
ja: ライト
ko: 전등
ms: Lampu
nl: Lamp
pl: Światło
pt_br: Lâmpada
pt_pt: Luz
ro: Lumină
ru: Свет
sk: Svetlo
sv: Lampa
th: ไฟ
tr: Işık
uk: Лампа
vi: Đèn
zh_hans: 光
zh_hant: 光

source: Loading subscription...
ar: جاري تحميل الاشتراك...
ca: S'està carregant la subscripció...
cs: Načítání předplatného...
da: Indlæser abonnement...
de: Abonnement wird geladen...
el: Φόρτωση συνδρομής...
es: Cargando suscripción...
es_us: Cargando suscripción...
fi: Tilausta ladataan...
fr: Chargement de l'abonnement...
fr_ca: Chargement de l'abonnement...
he: טוען את המנוי...
hi: सदस्यता लोड हो रही है...
hr: Učitavanje pretplate...
hu: Előfizetés betöltése...
id: Memuat langganan...
it: Caricamento abbonamento in corso...
ja: サブスクリプションを読み込んでいます...
ko: 구독을 로딩 중입니다...
ms: Memuatkan langganan...
nl: Abonnement laden...
pl: Ładowanie subskrypcji...
pt_br: Carregando assinatura...
pt_pt: A carregar assinatura...
ro: Se încarcă abonamentul...
ru: Загрузка подписки...
sk: Načítava sa predplatné...
sv: Laddar prenumeration...
th: กำลังโหลดการสมัครสมาชิก...
tr: Abonelik yükleniyor...
uk: Завантаження підписки...
vi: Đang tải đăng ký...
zh_hans: 正在加载订阅...
zh_hant: 正在加載訂閱...

source: Manage
ar: إدارة
ca: Gestionar
cs: Správa
da: Administrer
de: Verwalten
el: Διαχείριση
es: Gestionar
es_us: Administrar
fi: Hallitse
fr: Gérer
fr_ca: Gérer
he: נהל
hi: प्रबंधित करें
hr: Upravljanje
hu: Kezelés
id: Kelola
it: Gestisci
ja: 管理
ko: 관리
ms: Urus
nl: Beheer
pl: Zarządzaj
pt_br: Gerenciar
pt_pt: Gerir
ro: Gestionați
ru: Управлять
sk: Spravovať
sv: Hantera
th: จัดการ
tr: Yönet
uk: Керувати
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

source: More Apps
ar: تطبيقات أخرى
ca: Més apps
cs: Další aplikace
da: Flere apps
de: Weitere Apps
el: Περισσότερες εφαρμογές
es: Más apps
es_us: Más aplicaciones
fi: Lisää appeja
fr: Plus d’apps
fr_ca: Plus d’apps
he: יישומים נוספים
hi: अधिक ऐप्स
hr: Još aplikacija
hu: További alkalmazások
id: App Lainnya
it: Altre app
ja: ほかのApp
ko: 앱 더 보기
ms: Lagi App
nl: Meer apps
pl: Więcej aplikacji
pt_br: Mais Apps
pt_pt: Mais aplicações
ro: Alte aplicații
ru: Еще приложения
sk: Ďalšie apky
sv: Fler appar
th: แอพเพิ่มเติม
tr: Daha Fazla Uygulama
uk: Інші програми
vi: Ứng dụng khác
zh_hans: 更多应用
zh_hant: 更多應用

source: OK
ar: موافق
el: ΟΚ
es: Cerrar
es_us: DE ACUERDO
he: אישור
hi: ठीक
id: OKE
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好的
zh_hant: 好的

source: Perfect Score!
ar: النتيجة المثالية!
ca: Puntuació perfecta!
cs: Perfektní skóre!
da: Perfekt score!
de: Perfektes Ergebnis!
el: Τέλειο σκορ!
es: ¡Puntuación perfecta!
es_us: ¡Puntuación perfecta!
fi: Täydellinen pistemäärä!
fr: Score parfait !
fr_ca: Score parfait !
he: ציון מושלם!
hi: एकदम सही स्कोर!
hr: Savršen rezultat!
hu: Tökéletes pontszám!
id: Nilai Sempurna!
it: Punteggio perfetto!
ja: 満点！
ko: 완벽한 점수!
ms: Skor Sempurna!
nl: Perfecte score!
pl: Idealny wynik!
pt_br: Pontuação perfeita!
pt_pt: Pontuação perfeita!
ro: Scor perfect!
ru: Идеальный результат!
sk: Perfektné skóre!
sv: Perfekt poäng!
th: คะแนนที่สมบูรณ์แบบ!
tr: Mükemmel Puan!
uk: Ідеальний бал!
vi: Điểm tuyệt đối!
zh_hans: 完美得分！
zh_hant: 完美得分！

source: Pick a Difficulty.
ar: اختر مستوى الصعوبة.
ca: Trieu una Dificultat.
cs: Vyberte si obtížnost.
da: Vælg en sværhedsgrad.
de: Wählen Sie einen Schwierigkeitsgrad.
el: Επιλέξτε μια Δυσκολία.
es: Elige una dificultad.
es_us: Elige una dificultad.
fi: Valitse vaikeustaso.
fr: Choisissez une difficulté.
fr_ca: Choisissez une difficulté.
he: בחר קושי.
hi: एक कठिनाई चुनें.
hr: Odaberite težinu.
hu: Válassz egy nehézségi szintet.
id: Pilih Tingkat Kesulitan.
it: Scegli una difficoltà.
ja: 難易度を選択してください。
ko: 난이도를 선택하세요.
ms: Pilih Kesukaran.
nl: Kies een moeilijkheidsgraad.
pl: Wybierz poziom trudności.
pt_br: Escolha uma dificuldade.
pt_pt: Escolha uma dificuldade.
ro: Alegeți o dificultate.
ru: Выберите уровень сложности.
sk: Vyberte si obtiažnosť.
sv: Välj en svårighetsgrad.
th: เลือกระดับความยาก
tr: Bir Zorluk Seçin.
uk: Виберіть рівень складності.
vi: Chọn mức độ khó.
zh_hans: 选择一个难度。
zh_hant: 選擇一個難度。

source: Play a puzzle to keep your mind working
ar: العب لعبة ألغاز للحفاظ على نشاط عقلك
ca: Juga a un trencaclosques per mantenir la teva ment en funcionament
cs: Zahrajte si hádanku, abyste si udrželi mysl v chodu
da: Spil et puslespil for at holde hjernen i gang
de: Spielen Sie ein Puzzle, um Ihr Gehirn in Schwung zu halten
el: Παίξτε ένα παζλ για να κρατήσετε το μυαλό σας σε εγρήγορση
es: Juega un rompecabezas para mantener tu mente trabajando
es_us: Juega un rompecabezas para mantener tu mente trabajando
fi: Pelaa pulmaa pitääksesi mielesi toiminnassa
fr: Jouez à un puzzle pour garder votre esprit actif
fr_ca: Jouez à un casse-tête pour garder votre esprit actif
he: שחקו פאזל כדי לשמור על המוח שלכם עובד
hi: अपने दिमाग को सक्रिय रखने के लिए पहेली खेलें
hr: Igrajte zagonetku kako biste održali um aktivnim
hu: Játssz egy rejtvényt, hogy az elméd dolgozzon
id: Mainkan teka-teki untuk menjaga pikiran Anda tetap bekerja
it: Gioca a un puzzle per tenere la mente impegnata
ja: パズルをプレイして頭を働かせましょう
ko: 퍼즐을 풀어서 마음을 일깨워보세요
ms: Main teka-teki untuk memastikan fikiran anda berfungsi
nl: Speel een puzzel om je geest bezig te houden
pl: Rozwiąż zagadkę, aby pobudzić umysł do pracy
pt_br: Jogue um quebra-cabeça para manter sua mente trabalhando
pt_pt: Jogue um puzzle para manter a sua mente a trabalhar
ro: Joacă un puzzle ca să-ți menții mintea la treabă
ru: Играйте в головоломку, чтобы поддерживать мозговую активность
sk: Zahrajte si puzzle, aby ste si udržali myseľ v chode
sv: Spela ett pussel för att hålla hjärnan igång
th: เล่นเกมปริศนาเพื่อให้สมองของคุณทำงาน
tr: Zihninizin çalışmasını sağlamak için bir bulmaca oynayın
uk: Грайте в головоломку, щоб ваш розум працював
vi: Chơi trò ghép hình để giữ cho trí óc bạn hoạt động
zh_hans: 玩拼图游戏来保持思维活跃
zh_hant: 玩拼圖遊戲來保持思維活躍

source: Play Another Puzzle
ar: العب لغزًا آخر
ca: Juga a un altre trencaclosques
cs: Zahrajte si další hádanku
da: Spil et andet puslespil
de: Spielen Sie ein anderes Puzzle
el: Παίξτε ένα άλλο παζλ
es: Juega otro rompecabezas
es_us: Juega otro rompecabezas
fi: Pelaa toinen pulmapeli
fr: Jouer à un autre puzzle
fr_ca: Jouer à un autre casse-tête
he: שחק עוד פאזל
hi: एक और पहेली खेलें
hr: Igraj još jednu zagonetku
hu: Játssz egy másik rejtvényt
id: Mainkan Teka-teki Lainnya
it: Gioca a un altro puzzle
ja: 別のパズルをプレイ
ko: 다른 퍼즐을 플레이하세요
ms: Main Teka-teki Lain
nl: Speel nog een puzzel
pl: Zagraj w inną układankę
pt_br: Jogue outro quebra-cabeça
pt_pt: Jogue outro puzzle
ro: Joacă un alt puzzle
ru: Сыграйте в другую головоломку
sk: Zahrajte si ďalšiu hádanku
sv: Spela ett annat pussel
th: เล่นปริศนาอีกครั้ง
tr: Başka Bir Bulmaca Oyna
uk: Зіграти ще одну головоломку
vi: Chơi một câu đố khác
zh_hans: 玩另一个谜题
zh_hant: 玩另一個謎題
